IR_Study.tex
% Created 2016-07-07 Thu 11:20
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\setcounter{secnumdepth}{3}
\author{Luke M Perez}
\date{Summer 2016}
\title{Outline International Relations}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.5.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle


\section{General Concepts}
\label{sec-1}
\subsection{Levels of Analysis}
\label{sec-1-1}
\begin{enumerate}
\item Individual Level
\begin{enumerate}
\item Human Behavior
\begin{enumerate}
\item Classical IR (Carr, Morgenthau, Neibuhr) focused on ``human
nature'' as \emph{the} cause of war. Rejected as reductionist by
Waltz and structural theorists.
\item Structuralism's strength from 1980ff waning in light of
evolutionary psychology, GT, constructivism
\item Renewed interest of individual levels and their interaction
with state and system suggests potential for dynamic models
of IR (IPE, systems theory, etc.) ::need citation::
\end{enumerate}
\item Human Nature
\item Criticisms
\begin{enumerate}
\item Arguments of human nature (cf. Morgenthau, Neibuhr) are
reductionist
\item Individuals are not the essential actors in IR
\end{enumerate}
\end{enumerate}
\item State Level
\begin{enumerate}
\item Domestic politics pushing upward into the system
\item Examples included
\begin{enumerate}
\item Open Economy Politics
\item Neoclassical realism
\end{enumerate}
\end{enumerate}

\item System Level
\begin{enumerate}
\item Anarchy is a material variable, creates incentives and
constraints on state behavior
\item Criticisms
\begin{enumerate}
\item Waltz relies on theoretical reductionism, treating the state
as a microeconomic firm.
\end{enumerate}
\end{enumerate}
\end{enumerate}
\subsection{Agent-Structure Problem}
\label{sec-1-2}
\begin{enumerate}
\item Who influences who, \emph{agents on structure} or \emph{structures on agents}?
\item Rationalists emphasize the agents as those who make the system and institutions
\begin{enumerate}
\item Wagner (2010) suggests the international system is the product
of international bargains between states
\item Milner (199?) raises the possibility that it could be
\emph{rationalism all the way down} such that important concepts,
like sovereignty, thought to be firm are much more malleable.
\end{enumerate}
\item Constructivists stress the constitutive ontology of agents and structures
\begin{enumerate}
\item Agents and structure emerge together
\item Structure shapes agents in ways that are largely imperceptible.
\begin{enumerate}
\item Wendt (1999) on the culture's of anarchy: Hobbesian, Lockean, Kantian
\item Ruggie (1992): Embedded liberalism thesis. Logic of
free-market, global capitalism baked into the system by the
framers of post-war order.
\end{enumerate}
\end{enumerate}
\end{enumerate}
\subsection{Principle-Agent Model}
\label{sec-1-3}
\subsection{Strategic models}
\label{sec-1-4}
\subsubsection{Interests vs. Preferences}
\label{sec-1-4-1}
\begin{enumerate}
\item Not identical
\begin{enumerate}
\item Preferences are \emph{what} individual actors want.
\item Interests are \emph{why} they want.
\end{enumerate}
\item Norms, morality, or interest may drive interests (Wagner 2010;
Frieden 1999 [Lake and Powell])
\begin{enumerate}
\item preferences and the conflict between them are what drive strategy.
\item NB: Hobbes on the causes of war: competition, diffidence, glory
\emph{vs} Thucydides' fear, pride, interest.
\end{enumerate}
\end{enumerate}
\subsection{Institutions}
\label{sec-1-5}
\subsubsection{Rationalists Definitions}
\label{sec-1-5-1}
\begin{enumerate}
\item International regimes
\begin{enumerate}
\item Laws of War
\item International Organizations
\end{enumerate}
\item Institutions as human made constraints and economic models
\begin{enumerate}
\item ``Institutions are the humanly devised constraints that structure
political, economic and social interaction. They consist of both
informal constraints\ldots{} and formal rules. \ldots{} Together with the
standard constraints of economics they define the choice set and
therefore determine transaction and production costs and hence
the profitability and feasibility of engaging in economic
activity'' (North 1991).
\end{enumerate}
\item Actors (states, non-states) behave in predictable patterns and seek
utility maximizing strategies for any given strategy space (Lake
and Powell 1999).
\end{enumerate}


\subsubsection{Normative Definitions}
\label{sec-1-5-2}
\begin{enumerate}
\item The rules and patterns of behavior Keohane (1987).
\item Cultures of anarchy and norm dynamics
\begin{enumerate}
\item Multiple ``cultures'' of enmity, competition, friendship that form
a path dependency between any two (or groups) of nations (Wendt 1999)
\item Change within and between cultures depends on entrepreneurs who
bring about change in state behavior, ultimately changing the
path dependency of relationships between actors (Finnemore and Sikkink).
\end{enumerate}
\item 
\end{enumerate}
\subsection{Cooperation}
\label{sec-1-6}
\subsubsection{Cooperation \emph{vs} Anarchy}
\label{sec-1-6-1}
\begin{enumerate}
\item Anarchy frustrates cooperation because states are preoccupied with
security (Waltz, Mearshimer, etc.)
\item Anarchy \emph{predicts} cooperation because self-help suggests
outsourcing what cannot be accomplished internally (Keohane, etc.)
\item Anarchy is called into question because cooperation suggests
hierarchy and order and not Hobbesian system.
\end{enumerate}
\subsubsection{Cooperation and state behavior}
\label{sec-1-6-2}
\begin{enumerate}
\item Harmony and Discord require no change in behavior on the part of actors.
\item Cooperation is \emph{contingent} change in behavior interdependent on
the actions of other partners in the deal.
\end{enumerate}

\section{War and conflict}
\label{sec-2}
\subsection{Why War?}
\label{sec-2-1}
\subsubsection{Misreading of capabilities}
\label{sec-2-1-1}
\begin{enumerate}
\item War is often welcomed by states who believe it will be quick, and
victory assured (Blainey 1988)
\begin{enumerate}
\item Often by both sized
\item Often against evidence to the contrary
\end{enumerate}
\end{enumerate}
\subsubsection{The inefficiency puzzle (Fearon 1995)}
\label{sec-2-1-2}
\begin{enumerate}
\item Given that war always exerts some cost on states such that a bargain \emph{ex ante}
   would be lest costly, why do states choose war?
\item Three reasons are posited
\begin{enumerate}
\item Uncertainty and misrepresenting private information
\item States cannot solve the commitment problems
\item Issue indivisibility
\end{enumerate}
\item Suggests, however, that no such factors exist which would predict
war over other factors. \emph{war is the error term} (Gartzke 1999).
\end{enumerate}
\section{International Political Economy}
\label{sec-3}
\subsection{OEP}
\label{sec-3-1}
\subsubsection{Method and approach}
\label{sec-3-1-1}
\subsubsection{Key findings}
\label{sec-3-1-2}
\subsubsection{Criticisms}
\label{sec-3-1-3}
\begin{itemize}
\item Oatley 2011.
\label{sec-3-1-3-1}
Methodological reductionism produces inaccurate knowledge. Most OEP
seems to drop the final step (model the system with necessary) by
assuming rather than showing that the system does not have an effect.
\end{itemize}
\section{International Organization}
\label{sec-4}

\section{Foreign Policy}
\label{sec-5}
\subsection{History vs Social Science}
\label{sec-5-1}
\begin{enumerate}
\item Three major differences between IR and Diplomatic History (Dip-hist)
\begin{enumerate}
\item Chronology (history) vs Causal mechanisms (IR)
\item Individual events (history) vs Comparative cases (IR)
\item Morality: history more comfortable, IR emphasizes facts over values
\end{enumerate}
\item IR can, and should, draw from history as it builds theories and
hypotheses without falling into an inductive-qualitative trap.
\end{enumerate}
\subsection{Small group dynamics}
\label{sec-5-2}



\section{Annotated Readings}
\label{sec-6}
\subsection{Blainey, Geoffrey, (1988) [GB88]}
\label{sec-6-1}
Blainey's \emph{The Causes of War} surveys every major war from 1700 to
roughly 1970, showing how much of the conventional wisdom about the
causes of war are misguided or outright false. War occurs because of
power imbalances and misperceptions about any given nation's position
in the world. Although Blainey lacks the rigor of formal or empirical
models, his findings approach conclusions found by political
scientists: that war is bargaining problem of sorts, a part of the
political process between nations. One notable line of inquiry is his
study of the Manchester creed of the late-19th and early-20th
century. Cooperation in this period was at least as deep and broad as
modern globalization, then as now, the conventional wisdom was that
economics and cultural openness were making war obsolete. But then, as
now, politics rather than economics proves to be sovereign.  
\subsection{Bennett, Andrew (2013) [Bennett2013]}
\label{sec-6-2}
\subsection{Broaumoeller, Bear F. (2012) [Broemoeller2012]}
\label{sec-6-3}
\subsection{de Marchi, Scott (deMarchi2005)}
\label{sec-6-4}
Examines the limitations of quantitative and and formal models in
political science, arguing that computational models can compliment
and improve traditional empirical and formal research designs.
Following Achen (2002), de Marchi argues that empirical modeling too
often includes an over abundance of variables, thereby overfitting
their model and producing spurious findings (p. 11). Formal theorists
are not immune to this problem because an abundance of logically
consistent models exist that can be fitted to the empirical
observations such that whatever the researcher wishes to show, \emph{a
priori} can usually be shown. Computation models, however, can
adjudicate between various models by allowing researchers to test a
model against a closer approximation of the Data Generating Process
(DGP) before doing so on the actual empirical data. This approach,
along with \emph{out-of-sample} (OOS) testing helps researchers avoid the
pitfalls of overfitting or underfitting their models.   
\subsection{Keohane, Robert O. 1988}
\label{sec-6-5}
Survey of two emerging approaches to the study of international
institutions, rationalist and constructivist. Rationalist approaches
rely on game theory and neoclassical economic theory to develop models
of utility maximizing strategies. Rationalist approaches assume actors
are self-aware they are in institutions---often even self-conscious
that they constructed the institutions that constrain
themselves. Institutions, in this view, rely on \emph{exchange theory}
positing that (a) there are gains to be made from cooperation but (b)
cooperation is costly: thus, institutions help manage those
costs. Constructivist approaches, conversely, point out that actors
are often unaware they are acting under the constraints of the
institution and that institutions contain and promote \emph{norms} as the
primary constraint mechanism on actors. 
\subsection{Oatley, Thomas (2012) [TO12reduct]}
\label{sec-6-6}
Oatley critiques the methodological reductionism of OEP because it
risks producing false or inaccurate knowledge. According to Oatley,
OEP assumes---rather than shows---that the system under study can be
studied without consideration of system level effects. In at least
three issue areas he shows that modeling the system level effects
produces different findings from a strict OEP method that only models
domestic level variables. 
\subsection{Wagner, R. Harrison 1986}
\label{sec-6-7}
Using noncooperative game theory, Wagner models balancing theory in
systems between 3--5 states. He shows that a core `realist' (scare
quotes original) assumptions like exogenous change in
preferences---i.e., no state can be sure another's preferences will
not change tomorrow---uncertainty, and the possibility of conflict can
lead to stability within a given system. Stability, however, is
defined as the non-death of states; that is, war and conflict can
occur, but the system is considered stable if all states
remain. Peace, in contrast, is defined as the absence of war. Although
it is possible for there to be stability without peace, Wagner is
silent on the possibility of peace without stability. 
\subsection{Waltz, Kenneth N. 1959}
\label{sec-6-8}
\emph{Man, the State, and War} from Waltz's dissertation, examines the
levels of analysis (individual, state, system) and the causes of war
and peace among nations. 
\subsection{Waltz, Kennith N. 1979}
\label{sec-6-9}
\emph{Theory of Internat'l Politics} lays the foundation for nearly
all contemporary IR research either by critiquing, extending, or
modifying Waltz's basic definitions of theory, reductionist/systemic
approaches, and philosophy of social science. Waltz's microeconomic
method and systemic approach recast classical realism into it's
neorealist, or structural, formulation found in Mearshimer and
others. Waltz stresses the material forces of the international system
because he finds the analysis produced by first-image or second-image
approaches wanting. The goal of any theory is \emph{parsimony}; systemic
theory building allows him to derive elegant ``theories'' about
international politics when states are treated like firms in
microeconomic theory. Statistics, for example, ``are simply description
in numberical form'' (p. 3). What matters is not the quantitative (or
formal) model and evidence, but the theory building. However
influential \emph{Theory of International Politics} proved to be, his
prescriptions were not uniformly received. Neoclassical-Realism and
Open Economy Politics, for example, marked a turn toward second-image
analysis and attempt to look at variables within states as causes for
international political phenomenon. 
% Emacs 24.5.1 (Org mode 8.2.10)
\end{document}